Repository: Ibercivis/aqua
Catalog: web/translations/po/*.po
Languages: ca, es

source: You must click on the map to add a report. The "add report" button will not work.
ca: Ha de fer clic al mapa per afegir un informe. El botó "afegeix informe" no funcionarà.
es: Debes hacer click en el mapa para añadir un informe. El botón "añadir informe" no funcionará.

source: You name is required.
ca: Es requereix el seu nom
es: Se requiere un nombre de usuario.

source: Your browser does not support geolocation correctly or it do not have sufficient permissions.
ca: El seu navegador no suporta geolocalització correctament o no té permisos suficients.
es: Tu navegador no soporta la geolocalización o no tiene suficientes permisos.

source: here
ca: aquí
es: aquí

source: here you have the Android version
ca: aquí tens la versió per Android
es: aquí tienes la versión para Android
