Repository: Ibercivis/aqua
Catalog: web/translations/po/*.po
Languages: ca, es

source: 1: Very weak (it is difficult to perceive it)
ca: 1: Molt feble (olor difícil de percebre)
es: 1: Muy débil (olor difícil de percibir)

source: 2: Weak (almost everybody can notice an odour in the ambient air)
ca: 2: Feble (gairebé tothom pot percebre una olor en l'aire ambient)
es: 2: Débil (casi todo el mundo puede notar un olor en el aire ambiente)

source: 3: Distinct (an odour is clearly present in the air by everybody)
ca: 3: Distingible (olor clarament present a l'ambient per qualsevol persona)
es: 3: Distinguible (un olor está claramente presente en el aire para cualquiera)

source: 4: Strong (the odour starts to annoy)
ca: 4: Fort (l'olor comença a molestar)
es: 4: Fuerte (el olor empieza a molestar)

source: 5: Very strong (the odour is clearly annoying)
ca: 5: Molt fort (l'olor és clarament molest)
es: 5: Muy fuerte (el olor es claramente molesto)

source: 6: Extremely strong (the odour is almost unbearable)
ca: 6: Extremadament fort (l'olor és gairebé insuportable)
es: 6: Extremadamente fuerte (el olor es casi insoportable)

source: A password is required.
ca: Es requereix una contrasenya.
es: Se requiere una contraseña.

source: Add comment
ca: Afegeix un comentari
es: Añadir comentario

source: Add report
ca: Afegeix informe
es: Añade informe

source: Add your comment here
ca: Afegir seu comentari aquí
es: Añade tu comentario aquí

source: Age
ca: Edat
es: Edad

source: All
ca: Tot
es: Todo

source: Although the standard defines a strict methodology to measure odours during a certain time in a specific area, where the nuisance is localised, with a specific duration and a certain number of measurements performed by certified standard human “noses” or observers, OdourCollect adapts the methodology with the aim of first identifying those complaint areas where the quality of life is jeopardised by frequent odour exposure. Any citizen can act as the observer and collect geo-localised open data on the odour episode, both in space and time, which can be used to build collaborative odour complaint maps. Yes, you too, since <strong>you have the best sensor to measure odours: your own nose!</strong> Yours' and your neighbours' observations will demonstrate the problem, which will empower citizens to claim for solutions and help them recovering their quality of life. Based on the identified odour complaint areas, scientific odour studies could be deployed on the area to technically characterise the odour problem and find the keys to minimise or eliminate it.
ca: Encara que l'estàndard defineix una metodologia estricta per mesurar les olors durant un temps determinat en una àrea específica, on la molèstia està localitzada, amb una durada específica i un cert nombre de mesures realitzades per "nassos" o observadors humans entrenats i certificats, OdourCollect adapta la metodologia amb l'objectiu d'identificar primer aquelles àrees on la qualitat de vida es veu amenaçada per l'exposició freqüent a olors molestes. Qualsevol ciutadà pot actuar com a observador i recol·lectar dades obertes geo-localitzats, tant en l'espai com en el temps, sobre els episodis d'olor, que poden utilitzar-se per construir mapes col·laboratius de queixes per olor. Sí, tu també, ja que tens el millor dels sensors per mesurar les olors: el teu propi nas! Les teves observacions i les dels teus veïns demostraran l'existència del problema, per poder reclamar solucions i permetre que els ciutadans afectats recuperin la seva qualitat de vida. Un cop identificada una àrea de queixes per olors, els experts en contaminació odorífera podran realitzar estudis científics per caracteritzar tècnicament el problema i trobar les claus per minimitzar-lo o eliminar-lo.
es: Aunque el estándar define una metodología estricta para medir los olores durante un tiempo determinado en un área específica, donde la molestia está localizada, con una duración específica y un cierto número de mediciones realizadas por "narices" u observadores humanos entrenados y certificados, OdourCollect adapta la metodología con el objetivo de identificar primero aquellas áreas donde la calidad de vida se ve amenazada por la exposición frecuente a olores molestos. Cualquier ciudadano puede actuar como observador y recolectar datos abiertos geo-localizados, tanto en el espacio como en el tiempo, sobre los episodios de olor, que pueden utilizarse para construir mapas colaborativos de quejas por olor. Sí, tú también, ya que <strong>tienes el mejor sensor para medir los olores: ¡tu propia nariz!</strong> Tus observaciones y las de tus vecinos demostrarán la existencia del problema, para reclamar soluciones y permitir que los ciudadanos afectados recuperen su calidad de vida. Una vez identificada un área de quejas por olor, los expertos en contaminación odorífera pueden realizar estudios científicos para caracterizar técnicamente el problema de olores y encontrar las claves para minimizarlo o eliminarlo.

source: And the deliverable for MyGeoss about the project
ca: I l'informe final sobre el projecte per MyGeoss pots trobar-lo
es: Y el informe final sobre el proyecto para MyGeoss

source: Annoyance (-4 - 4)
ca: Molèstia (-4 - 4)
es: Molestia (-4 - 4)

source: By clicking Sign Up, you allow reuse of data collected under EUPL license.
ca: En fer clic a Crear, dones el teu permís per a la reutilització de les dades recollides sota llicència EUPL.
es: Al hacer clic en Registrarse, das tu permiso para la reutilización de los datos recogidos bajo licencia EUPL.

source: Cancel
ca: Cancel·lar
es: Cancelar

source: Chemical
ca: Olor química
es: Químico

source: Cloud coverage (1 - 8)
ca: Cobertura de núvols (1 - 8)
es: Cobertura de nubes

source: Cloud coverage:
ca: Cobertura de núvols:
es: Cobertura de nubes:

source: Cloud coverage: from 0 to 8 (divide the sky in 8 parts and count how many of them are covered by clouds).
ca: Cobertura de núvols: De 0 a 8 (divideix el cel en 8 porcions i conta quantes estan cobertes per núvols)
es: Cobertura de nubes: de 0 a 8 (divide el cielo en 8 partes y cuenta cuántas están cubiertas por nubes).

source: Comment
ca: Comentar
es: Comentar

source: Data is open data released under EUPL license and available through a webservice and downloadable
ca: Les dades recollides són dades obertes publicades sota llicència EUPL i estan disponibles per a descàrrega al web
es: Los datos recogidos son datos abiertos publicados bajo licencia EUPL y están disponibles para descarga

source: Date
ca: Data
es: Fecha

source: Duration
ca: Durada
es: Duración

source: Duration of the odour episode. Please select:
ca: Durada de l'episodi d'olor. Selecciona:
es: Duración del episodio de olor. Selecciona:

source: Email
ca: Correu electrònic
es: Correo electrónico

source: Email is too short.
ca: El correu electrònic és massa curt.
es: El correo electrónico es demasiado corto.

source: Enter a valid email.
ca: Introduïu un correu electrònic vàlid.
es: Introduce un correo electrónico válido.

source: Entries reported by
ca: Entrades reportat per
es: Entradas reportadas por

source: Entry
ca: Entrada
es: Entrada

source: Female
ca: Femení
es: Femenino

source: Filter
ca: Filtrar
es: Filtrar

source: Filter type of odour
ca: Filtra tipus d'olor
es: Filtra tipo de olor

source: For iPhone you can directly use the web
ca: Per iPhone, pots utilitzar directament el web
es: Para iPhone, puedes utilizar directamente la web

source: For more information or to report an odour complaint area, please contact us at
ca: Per a més informació o per informar sobre una àrea on existeixen queixes per olors, pots contactar amb nosaltres a
es: Para obtener más información o para informar sobre un área donde existen quejas por olor, puedes contactar con nosotros en

source: Garbage
ca: Residu
es: Residuo

source: Gender
ca: Gènere
es: Género

source: Geolocation error
ca: Error de geolocalització
es: Error de geolocalización

source: Have you ever experience odour nuisance at home or at your working place? Do you know where to set up a complaint? Frequent exposure to annoying odours can cause headache, stress, and lack of concentration or respiratory problems, thus reducing your quality of life. Even though odour complaints are one of the main environmental problems in the EU, there is no specific regulation to control the problem, meaning that citizens are defenceless!
ca: Alguna vegada has patit molèsties per olors a casa teva o al teu lloc de treball? Saps on podries presentar una queixa? L'exposició freqüent a olors pot causar mal de cap, estrès, manca de concentració o problemes respiratoris, reduint la teva qualitat de vida. Tot i que les queixes per olor constitueixen un dels principals problemes mediambientals de la UE, no existeix una regulació específica per controlar el problema, cosa que significa que els ciutadans estem indefensos!
es: ¿Alguna vez has sufrido molestias por olor en tu casa o lugar de trabajo? ¿Sabes dónde podrías presentar una queja? La exposición frecuente a olores puede causar dolor de cabeza, estrés, falta de concentración o problemas respiratorios, reduciendo así tu calidad de vida. Aunque las quejas por olor son uno de los principales problemas medioambientales en la UE, no existe una regulación específica para controlar el problema, ¡lo que significa que los ciudadanos estamos indefensos!

source: I do not know
ca: No ho sé
es: No lo sé

source: INFORMED CONSENT
ca: CONSENTIMENT INFORMAT
es: CONSENTIMIENTO INFORMADO

source: If you are not interested in reporting an odour episode but are curious about the odours perceived in your area, just check the map and the odour reports filled up by other citizens. You will be able to check on data intensity or level on annoyance, and to filter the map by type of odour or by date. Feel free to navigate and to become and odour hound!
ca: Si no estàs interessat en reportar un episodi d'olor, però tens curiositat sobre les olors percebudes a la teva àrea, simplement revisa el mapa i els informes d'olors d'altres ciutadans. Podràs comprovar la intensitat o el nivell de molèstia, i filtrar el mapa per tipus d'olor. Navega lliurement i converteix-te en un expert en olor!
es: Si no estás interesado en reportar un episodio de olor, pero tienes curiosidad sobre los olores percibidos en tu área, simplemente revisa el mapa y los informes de olores de otros ciudadanos. Podrás comprobar la intensidad o el nivel de molestia, y filtrar el mapa por tipo de olor. ¡Navega libremente y conviértete en un sabueso del olor!

source: Intensity
ca: Intensitat
es: Intensidad

source: Intensity (1 - 6)
ca: Intensitat (1 - 6)
es: Intensidad ( 1 - 6)

source: Is it a nice or foul odour?
ca: És una olor agradable o desagradable?
es: ¿Es un olor agradable o desagradable?

source: Is it a strong odour?
ca: És una olor forta?
es: ¿Es un olor fuerte?

source: Last entries
ca: Últimes entrades
es: Últimas entradas

source: Less than 1 minute
ca: Menys d'1 minut
es: Menos de 1 minuto

source: Level of annoyance, from -4 (if the odour is unpleasant) to 0 (neutral) and to 4 (if the odour is pleasant), based on standard VDI 3882 Part 2: Determination of hedonic odour tone.
ca: Nivell de molèstia, de -4 (si l'olor és desagradable), a 0 (olor neutra) i 4 (si l'olor és agradable), segons la norma VDI 3882 Part 2: Determinació del to hedònic de l'olor.
es: Nivel de molestia, de -4 (si el olor es desagradable) a 0 (neutro) y a 4 (si el olor es agradable), basado en la norma VDI 3882 Parte 2: Determinación del tono hedónico del olor.

source: Location, day and hour of the odour perception (automatic field if you use the App for Android or the web from an iPhone; open field if you use a computer to register your odour episode)
ca: Lloc, dia i hora de la percepció d'olor (camp automàtic si utilitzes l'aplicació mòbil per Android o el web a través d’un iPhone; camp obert si utilitzes el web per enregistrar el teu episodi d’olors)
es: Lugar, día y hora de la percepción de olor (campo automático si utilizas la aplicación móvil o la web a través de un iPhone; campo abierto si utilizas la web para registrar tu episodio de olor)

source: Log in
ca: Iniciar sessió
es: Iniciar sesión

source: Login
ca: Iniciar Sessió
es: Iniciar sesión

source: Male
ca: Masculí
es: Masculino

source: Map
ca: Mapa
es: Mapa

source: Meteorological conditions during the odour episode. Please observe:
ca: Condicions meteorològiques durant l'episodi d'olor. Observa, si us plau:
es: Condiciones meteorológicas durante el episodio de olor. Observa, por favor:

source: Methodology
ca: Metodologia
es: Metodología

source: More than 10 minutes
ca: Més de 10 minuts
es: Más de 10 minutos

source: Must choose an option.
ca: Ha d'escollir una opció.
es: Debes escoger una opción.

source: Must describe the odour.
ca: Ha de descriure l'olor.
es: Debes describir el olor.

source: Must describe the origin of the odour.
ca: Ha de descriure l'origen de l'olor.
es: Debes describir el origen del olor.

source: Must set the date and the time when the odour was detected.
ca: D'ajustar la data i l'hora en què es va detectar l'olor.
es: Debes establecer la fecha y la hora en la que fue detectado el olor.

source: Must write a comment.
ca: Ha de escriure un comentari.
es: Debes describir un comentario.

source: Name
ca: Nom
es: Nombre

source: Name is too long.
ca: El nom és massa llarg.
es: El nombre es demasiado largo.

source: Name is too short.
ca: El nom és massa curt.
es: El nombre es demasiado corto.

source: Nearby
ca: Proper
es: Cercanas

source: Number of comments
ca: Nombre de comentaris
es: Número de comentarios

source: Odour Collect software is released under GPLv3 (GNU General Public License versión 3) in
ca: El programari d’OdourCollect es publica sota llicència GPLv3 (GNU General Public License versió 3) a
es: El software de OdourCollect se publica bajo licencia GPLv3 (GNU General Public License versión 3) en

source: Odour intensity, in a scale of 1 to 6, based on standard VDI 3882 Part 1: Determination of odour intensity:
ca: Intensitat de l'olor, en una escala de l'1 al 6, segons la norma VDI 3882 Part 1: Determinació de la intensitat de l'olor:
es: Intensidad del olor, en una escala del 1 al 6, basada en la norma VDI 3882 Parte 1: Determinación de la intensidad del olor:

source: OdourCollect is based on a standardized European methodology to evaluate odour episodes through crowd-sourced citizens' observations: the German standard VDI 3940:2006 (Measurement of odour impact by field inspection: measurement of the impact frequency of recognizable odours), which has become in the European standard CEN 16841.
ca: OdourCollect es basa en una metodologia europea estàndard per a l'avaluació d'episodis d'olor a través d'observacions recollides pels ciutadans (crowdsourcing): la norma alemanya VDI 3940:2006 (Mesura de l'impacte per olors mitjançant inspeccions de camp: mesura de la freqüència d’impacte per olors reconeixibles), que s'ha convertit en la Norma europea CEN 16841.
es: OdourCollect se basa en una metodología europea estándar para la evaluación de episodios de olor a través de observaciones recogidas por los ciudadanos (crowdsourcing): la norma alemana VDI 3940:2006 (Medición del impacto por olor mediante inspecciones de campo: medición de la frecuencia de impacto de olores reconocibles), que se ha convertido en la Norma europea CEN 16841.

source: OdourCollect is the App to report your odour complaints. Use the power of your nose: Smell and share!
ca: OdourCollect és l'aplicació per reportar les teves queixes per olor. Fes servir el poder del teu nas: Olora i comparteix!
es: OdourCollect es la aplicación para reportar tus quejas por olor. Usa el poder de tu nariz: ¡Huele y comparte!

source: Origin
ca: Origen
es: Origen

source: Origin may consist of a-z, 0-9, underscores, spaces and must begin with a letter.
ca: Origen pot constar d'a-z, 0-9, guions, espais i ha de començar amb una lletra.
es: El origen debe estar formado por los caracteres a-z, 0-9, guiones bajos, espacios y debe comenzar con una letra.

source: Other
ca: Altra olor
es: Otro

source: Other type of odour may consist of a-z, 0-9, underscores, spaces and must begin with a letter.
ca: Un altre tipus d'olor pot consistir en a-z, 0-9, guions, espais i ha de començar amb una lletra.
es: Otro tipo de olor debe estar formado por los caracteres a-z, 0-9, guiones bajos, espacios y debe comenzar con una letra.

source: Password
ca: Contrasenya
es: Contraseña

source: Password field only allow : a-z 0-9
ca: Camp de contrasenya només permeten: a-z 0-9
es: La contraseña solo puede contener: a-z 0-9

source: Password is too long.
ca: La contrasenya és massa llarga.
es: La contraseña es demasiado larga.

source: Password is too short.
ca: La contrasenya és massa curta.
es: La contraseña es demasiado corta.

source: Rain (0 - 5)
ca: Pluja (0 - 5)
es: Lluvia (0 - 5)

source: Rain:
ca: Pluja:
es: Lluvia:

source: Rain: from 0 to 5, being 5 a torrential rain.
ca: Pluja: de 0 a 5, sent 5 una pluja torrencial.
es: Lluvia: de 0 a 5, siendo 5 una lluvia torrencial.

source: Reporting an odour complaint with OdourCollect will take just a couple of minutes. After logging in (just choose a name or nickname and provide a valid e-mail address), you will need to fill in the following information:
ca: Informar d'una queixa per olor amb OdourCollect només et portarà un parell de minuts. Després d'iniciar sessió (simplement tria un nom o un sobrenom i proporciona una adreça de correu electrònic vàlida), hauràs d'omplir la següent informació:
es: Informar de una queja por olor con OdourCollect sólo te llevará un par de minutos. Después de iniciar sesión (simplemente elige un nombre o un apodo y proporciona una dirección de correo electrónico válida), deberás rellenar la siguiente información:

source: Select Age
ca: Selecciona edat
es: Selecciona Edad

source: Select Duration
ca: Seleccioneu Durada
es: Selecciona Duración

source: Select Gender
ca: Selecciona Gènere
es: Selecciona género

source: Select Type of Odour
ca: Selecció del Tipus d'Olor
es: Selecciona Tipo de Olor

source: Sewage
ca: Claveguera
es: Alcantarilla

source: Show
ca: Espectacle
es: Mostrar

source: Sign Up
ca: Registra't
es: Registrarse

source: Sign out
ca: Tanca sessió
es: Cerrar sesión

source: Sign up
ca: Registra't
es: Registrarse

source: Thanks for participating in this citizen science experiment, helping us to build up collaborative odour maps!
ca: Gràcies per participar en aquest experiment de ciència ciutadana, ajudant-nos a construir mapes col·laboratius d'olor!
es: ¡Gracias por participar en este experimento de ciencia ciudadana, ayudándonos a construir mapas de olor colaborativos!

source: The Data Management Plan for the project is available
ca: El Pla de Gestió de Dades del projecte està disponible
es: El Plan de Gestión de Datos del proyecto está disponible

source: The Project
ca: El projecte
es: El Proyecto

source: The comment has been recorded.
ca: El comentari ha estat registrat.
es: El comentario ha sido registrado.

source: The description is too long.
ca: La descripció és massa llarga.
es: La descripción es demasiado larga.

source: The description is too short.
ca: La descripció és massa curta.
es: La descripción es demasiado corta.

source: The project
ca: El projecte
es: El proyecto

source: The project is being developed within the frame of MYGEOSS, a two-year European project (2015-2016) by the European Commission to develop GEOSS-based (Global Earth Observation System of Systems) smart Internet applications informing European citizens on the changes affecting their local environment. OdourCollect is one of the 13 winners from 15 European countries of the third MYGEOSS open call for innovative ideas. We need you for project success!
ca: El projecte s'ha desenvolupat en el marc de MYGEOSS, un projecte europeu de dos anys de durada (2015-2016) finançat per la Comissió Europea per desenvolupar aplicacions intel·ligents basades en GEOSS (Sistema de Sistemes d'Observació Global de la Terra) que informin als ciutadans sobre els canvis que afecten el seu medi ambient local. OdourCollect és un dels 13 guanyadors de 15 països europeus de la tercera convocatòria oberta de MYGEOSS per Apps innovadores. Et necessitem per aconseguir l'èxit del projecte!
es: El proyecto se ha desarrollado en el marco de MYGEOSS, un proyecto europeo de dos años de duración (2015-2016) financiado por la Comisión Europea para desarrollar aplicaciones inteligentes basadas en GEOSS (Sistema de Sistemas de Observación Global de la Tierra) que informen a los ciudadanos sobre los cambios que afectan a su medioambiente local. OdourCollect es uno de los 13 ganadores de 15 países europeos de la tercera convocatoria abierta de MYGEOSS para Apps innovadoras. ¡Te necesitamos para conseguir el éxito del proyecto!

source: The report has been recorded.
ca: El reporti ha estat registrat.
es: El informe ha sido registrado.

source: Type
ca: Tipus
es: Tipo

source: Type of odour
ca: Tipus d'olor
es: Tipo de olor

source: Type of odour perceived (if known, you can always guess!). You can choose between:
ca: Tipus d'olor percebut (si el coneixes; en cas contrari, sempre pots intentar endevinar!). Tria entre:
es: Tipo de olor percibido (si se conoce; sino, ¡siempre puedes intentar adivinar!). Puedes elegir entre:

source: Unexpected error.
ca: Error inesperat.
es: Error inesperado.

source: User
ca: Usuari
es: Usuario

source: Username already exists.
ca: El nom d'usuari ja existeix.
es: El usuario ya existe

source: Username and password do not match.
ca: Nom d'usuari i la contrasenya no coincideixen.
es: El usuario y la contraseña no coinciden.

source: Username may consist of a-z, 0-9, underscores, spaces and must begin with a letter.
ca: Nom d'usuari pot consistir en a-z, 0-9, subratlla, espais i ha de començar amb una lletra.
es: El nombre de usuario sólo puede contener: a-z, 0-9, guiones bajos, espacios y deben empezar por una letra.

source: Welcome
ca: Benvinguda
es: Bienvenido

source: What is the weather like?
ca: Quin temps fa?
es: ¿Qué tiempo hace?

source: What was the episode duration?
ca: Quant va durar l'episodi?
es: ¿Cuál fue la duración del episodio?

source: When was the odour detected?
ca: Quan es va detectar l'olor?
es: ¿Cuándo fue detectado el olor?

source: Where does the odour come from (if known or suspected)? This is important information to technically discover the odour source where to act.
ca: D'on prové l'olor (si ho saps o ho sospites)? Aquesta és una informació important per descobrir tècnicament la font d'olor sobre la que actuar.
es: ¿De dónde procede el olor (si lo sabes o sospechas)? Esta es una información importante para descubrir técnicamente la fuente de olor sobre la que actuar.

source: Wind (0 - 4)
ca: Vent (0 - 4)
es: Viento (0 - 4)

source: Wind:
ca: Vent:
es: Viento:

source: Wind: from 0 to 4, being 0 no wind, 1 very weak wind, 2 weak-distinct wind, 3 strong wind and 4 hurricane wind.
ca: Vent: De 0 a 4, sent 0: Sense vent, 1: Vent molt feble, 2: Vent feble-distingible, 3: Vent fort i 4: Vent huracanat.
es: Viento: de 0 a 4, siendo 0: sin viento, 1: viento muy débil, 2: viento débil-distinguible, 3: viento fuerte y 4: viento huracanado.

source: Wrong username.
ca: Nom d'usuari incorrecte.
es: Nombre de usuario inválido.

source: You are not logged in, please log in.
ca: No està en el sistema, si us plau inicia la sessió.
es: No estás registrado, por favor, inicia sesión.

source: You can also download the app of the project to report from your mobile device,
ca: També pots descarregar l'aplicació del projecte per informar des del teu dispositiu mòbil
es: También puedes descargar la aplicación del proyecto para informar desde tu dispositivo móvil,
